Repository: Avatid/Avatid-Backend
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: sq

source: US Dollar
sq: Dollari Amerikan

source: British Pound
sq: Pound Britanik

source: Albanian Lek
sq: Lekë Shqiptare

source: Rating (High to Low)
sq: Vlerësimi (Nga më i larti te më i ulëti)

source: Rating (Low to High)
sq: Vlerësimi (Nga më i ulëti te më i larti)

source: Distance (Far to Near)
sq: Distanca (Nga larg te afër)

source: Distance (Near to Far)
sq: Distanca (Nga afër te larg)

source: Creation Date (New to Old)
sq: Data e krijimit (Nga më e reja te më e vjetra)

source: Creation Date (Old to New)
sq: Data e krijimit (Nga më e vjetra te më e reja)

source: free_hours (High to Low)
sq: Orët e lira (Nga më të lartat te më të ultat)

source: free_hours (Low to High)
sq: Orët e lira (Nga më të ultat te më të lartat)

source: Monday
sq: E hënë

source: Tuesday
sq: E martë

source: Wednesday
sq: E mërkurë

source: Thursday
sq: E enjte

source: Friday
sq: E premte

source: Saturday
sq: E shtunë

source: Sunday
sq: E diel

source: On Site
sq: Në Vend

source: Home Visit
sq: Vizitë në shtëpi

source: Business
sq: Biznes

source: Pending
sq: Në pritje

source: Confirmed
sq: Konfirmuar

source: Cancelled
sq: Anuluar

source: Completed
sq: Përfunduar

source: Rejected
sq: Refuzuar

source: This Week Only
sq: Vetëm këtë javë

source: This Week and Next
sq: Këtë javë dhe javën e ardhshme

source: All Weeks
sq: Të gjitha javët

source: Name (A-Z)
sq: Emri (A-Z)

source: Name (Z-A)
sq: Emri (Z-A)

source: Oldest first
sq: Më të vjetrat të parat

source: Newest first
sq: Më të rejat të parat

source: Lowest rating first
sq: Vlerësimi më i ulët i pari

source: Highest rating first
sq: Vlerësimi më i lartë i pari

source: Non-rated
sq: Pa vlerësim

source: Date (Oldest first)
sq: Data (Më e vjetra e para)

source: Date (Newest first)
sq: Data (Më e reja e para)

source: Booking
sq: Rezervim

source: Employee
sq: Punonjës

source: Client
sq: Klient

source: All
sq: Të gjithë

source: Booking Count (High to Low)
sq: Numri i rezervimeve (Nga më i larti te më i ulëti)

source: Booking Count (Low to High)
sq: Numri i rezervimeve (Nga më i ulëti te më i larti)

source: Accepted
sq: Pranuar

source: Service Category
sq: Kategoria e Shërbimit

source: Service Categories
sq: Kategoritë e Shërbimit

source: Duration of the service in HH:MM:SS format
sq: Kohëzgjatja e shërbimit në formatin HH:MM:SS

source: Social Media
sq: Media Sociale

source: Gallery
sq: Galeria

source: Galleries
sq: Galeritë

source: Image
sq: Imazh

source: Is this image the main image for the business?
sq: A është ky imazh imazhi kryesor për biznesin?

source: Video Gallery
sq: Galeria e Videove

source: Video Galleries
sq: Galeritë e Videove

source: Service
sq: Shërbim

source: Services
sq: Shërbimet

source: Employees
sq: Punonjësit

source: Businesses
sq: Bizneset

source: Address for collaboration with other businesses
sq: Adresa për bashkëpunim me biznese të tjera

source: Location
sq: Vendndodhja

source: Time step for bookings in HH:MM:SS format
sq: Hapi kohor për rezervimet në formatin HH:MM:SS

source: Reason for cancellation if the booking is cancelled
sq: Arsyeja e anulimit nëse rezervimi është anuluar

source: Was remind notification sent to user
sq: A u dërgua njoftimi i kujtesës te përdoruesi

source: Business Notification Settings
sq: Cilësimet e Njoftimeve të Biznesit

source: Send Booking email to costumers
sq: Dërgo emailin e rezervimit te klientët

source: Send Booking notification to costumers
sq: Dërgo njoftimin e rezervimit te klientët

source: Send Reminder email to costumers
sq: Dërgo emailin e kujtesës te klientët

source: Send Reminder notification to costumers
sq: Dërgo njoftimin e kujtesës te klientët

source: Business with the provided UID does not exist.
sq: Biznesi me UID-në e dhënë nuk ekziston.

source: You are not allowed to create a client for this business.
sq: Nuk ju lejohet të krijoni një klient për këtë biznes.

source: Either email or phone must be provided.
sq: Duhet të jepet ose email ose numër telefoni.

source: User with provided email or phone does not exist.
sq: Përdoruesi me email ose numër telefoni të dhënë nuk ekziston.

source: You are not allowed to edit this client.
sq: Nuk ju lejohet të ndryshoni këtë klient.

source: Services not found.
sq: Shërbimet nuk u gjetën.

source: Employee not found.
sq: Punonjësi nuk u gjet.

source: Business not found.
sq: Biznesi nuk u gjet.

source: Categories not found.
sq: Kategoritë nuk u gjetën.

source: Employee does not provide the selected services.
sq: Punonjësi nuk ofron shërbimet e zgjedhura.

source: Client user not found.
sq: Klienti nuk u gjet.

source: You cannot change the status of the booking.
sq: Nuk mund të ndryshoni statusin e rezervimit.

source: You are not allowed to accept this invitation.
sq: Nuk ju lejohet të pranoni këtë ftesë.

source: You are not allowed to ignore this invitation.
sq: Nuk ju lejohet të injoroni këtë ftesë.

source: You are not allowed to resend this invitation.
sq: Nuk ju lejohet të ridërgoni këtë ftesë.

source: You are not allowed to delete this client.
sq: Nuk ju lejohet të fshini këtë klient.

source: Both start_date and end_date are required.
sq: Kërkohen si data e fillimit ashtu edhe data e përfundimit.

source: The difference between start_date and end_date should not exceed 7 days.
sq: Diferenca ndërmjet datës së fillimit dhe datës së përfundimit nuk duhet të kalojë 7 ditë.

source: Invalid longitude or latitude
sq: Gjatësi ose gjerësi gjeografike e pavlefshme

source: Invalid distance
sq: Distancë e pavlefshme

source: File is bigger than max file size (%(file_size)s)
sq: Skedari është më i madh se madhësia maksimale e skedarit (%(file_size)s)

source: Invalid email format
sq: Format i pavlefshëm i emailit

source: Invalid phone number format
sq: Format i pavlefshëm i numrit të telefonit

source: User
sq: Përdorues

source: Subject
sq: Subjekti

source: Created at
sq: Krijuar në

source: Notification
sq: Njoftim

source: Notifications
sq: Njoftimet

source: user
sq: përdorues

source: title
sq: titulli

source: body
sq: trupi

source: data
sq: të dhëna

source: notification_type
sq: lloji i njoftimit

source: is_sent
sq: është_dërguar

source: sent_at
sq: dërguar_në

source: error
sq: gabim

source: read_at
sq: lexuar_në

source: created_at
sq: krijuar_në

source: users
sq: përdoruesit

source: external_link
sq: lidhja_e_jashtme

source: The link that this notification should take the user to.
sq: Lidhja ku duhet të shkojë përdoruesi nga ky njoftim.

source: related_object_type
sq: lloji_i_objektit_të_lidhur

source: The type of the object that this notification is related to. eg:
sq: Lloji i objektit me të cilin lidhet ky njoftim. p.sh:

source: related_object_uid
sq: uid_i_objektit_të_lidhur

source: The uid of the object that this notification is related to. eg:
sq: UID i objektit me të cilin lidhet ky njoftim. p.sh:

source: related_object_name
sq: emri_i_objektit_të_lidhur

source: The name of the object that this notification is related to.
sq: Emri i objektit me të cilin lidhet ky njoftim.

source: genre
sq: zhanër

source: The genre that this notification is related to.
sq: Zhanri me të cilin lidhet ky njoftim.

source: rich_text
sq: tekst_i_pasur

source: The rich text that this notification should display.
sq: Teksti i pasur që duhet të shfaqë ky njoftim.

source: preview_image
sq: imazhi_i_parapamjes

source: The image that this notification should display.
sq: Imazhi që duhet të shfaqë ky njoftim.

source: take to questionnaire
sq: shko te pyetësori

source: If true, the notification will take the user to the questionnaire screen.
sq: Nëse është e vërtetë, njoftimi do ta çojë përdoruesin te ekrani i pyetësorit.

source: is_app_update
sq: është_përditësim_aplikacioni

source: If true, the notification will be considered as an app update notification.
sq: Nëse është e vërtetë, njoftimi do të konsiderohet si njoftim për përditësim të aplikacionit.

source: Order by
sq: Rendit sipas

source: Notification type
sq: Lloji i njoftimit

source: male
sq: mashkull

source: female
sq: femër

source: rather not say
sq: preferoj të mos them

source: other
sq: tjetër

source: Approved
sq: Aprovuar

source: Canceled
sq: Anuluar

source: Freelancers
sq: Freelancerë

source: Invalid category.
sq: Kategori e pavlefshme.

source: Invalid categories.
sq: Kategori të pavlefshme.

source: You already have a business.
sq: Ju tashmë keni një biznes.

source: Invalid business uid.
sq: UID i biznesit i pavlefshëm.

source: You are not the owner of this business.
sq: Ju nuk jeni pronari i këtij biznesi.

source: Invalid working hours uid.
sq: UID i orarit të punës i pavlefshëm.

source: You must provide either business_uid or employee_uid.
sq: Duhet të jepni ose business_uid ose employee_uid.

source: Invalid employee uid.
sq: UID i punonjësit i pavlefshëm.

source: You already have a costumer profile.
sq: Ju tashmë keni një profil klienti.

source: You must provide a category or categories.
sq: Duhet të jepni një kategori ose kategori.

source: Invalid service uid.
sq: UID i shërbimit i pavlefshëm.

source: Invalid services.
sq: Shërbime të pavlefshme.

source: You cannot add employees to a freelancer business.
sq: Nuk mund të shtoni punonjës në një biznes freelancer.

source: Invalid freelancer uid.
sq: UID i freelancerit i pavlefshëm.

source: You cannot apply to a freelancer business.
sq: Nuk mund të aplikoni në një biznes freelancer.

source: You are not a freelancer.
sq: Ju nuk jeni një freelancer.

source: You already have an application for this business.
sq: Ju tashmë keni një aplikim për këtë biznes.

source: You can only cancel your application as a freelancer.
sq: Mund të anuloni aplikimin tuaj vetëm si freelancer.

source: You can only approve or reject the application as a business.
sq: Mund të aprovoni ose refuzoni aplikimin vetëm si biznes.

source: You already have a freelancer profile.
sq: Ju tashmë keni një profil freelancer.

source: User is not a freelancer.
sq: Përdoruesi nuk është freelancer.

source: Freelancer does not have an employee profile.
sq: Freelanceri nuk ka një profil punonjësi.

source: Excellent
sq: Shkëlqyer

source: Very Good
sq: Shumë mirë

source: Good
sq: Mirë

source: Fair
sq: Mesatar

source: Poor
sq: Dobët

source: Rating
sq: Vlerësim

source: Ratings
sq: Vlerësimet

source: User Business Favorite
sq: Biznes i Preferuar i Përdoruesit

source: User Business Favorites
sq: Bizneset e Preferuara të Përdoruesit

source: User Business Save
sq: Biznes i Ruajtur i Përdoruesit

source: User Business Saves
sq: Bizneset e Ruajtura të Përdoruesit

source: User Employee Favorite
sq: Punonjës i Preferuar i Përdoruesit

source: User Employee Favorites
sq: Punonjësit e Preferuar të Përdoruesit

source: Booking does not exist.
sq: Rezervimi nuk ekziston.

source: Employee does not exist.
sq: Punonjësi nuk ekziston.

source: Business does not exist.
sq: Biznesi nuk ekziston.

source: Rating does not exist.
sq: Vlerësimi nuk ekziston.

source: You cannot rate both business and employee at the same time.
sq: Nuk mund të vlerësoni biznesin dhe punonjësin në të njëjtën kohë.

source: You have already rated this employee.
sq: Ju e keni vlerësuar tashmë këtë punonjës.

source: You have already rated this business.
sq: Ju e keni vlerësuar tashmë këtë biznes.

source: English
sq: Anglisht

source: Albanian
sq: Shqip

source: Invalid code
sq: Kod i pavlefshëm

source: Choose user role for registration
sq: Zgjidhni rolin e përdoruesit për regjistrim

source: Phone number or Password is incorrect
sq: Numri i telefonit ose Fjalëkalimi është i pasaktë

source: Password or phone number is incorrect
sq: Fjalëkalimi ose numri i telefonit është i pasaktë

source: Verification code sent successfully
sq: Kodi i verifikimit u dërgua me sukses

source: Could not send verification SMS
sq: Nuk mund të dërgohej SMS-ja e verifikimit

source: User does not exist
sq: Përdoruesi nuk ekziston

source: Old phone number is incorrect
sq: Numri i vjetër i telefonit është i pasaktë

source: New phone number is the same as old
sq: Numri i ri i telefonit është i njëjtë me atë të vjetrin

source: Phone number updated successfully
sq: Numri i telefonit u përditësua me sukses

source: SMS code verified successfully
sq: Kodi i SMS-së u verifikua me sukses

source: Invalid password format
sq: Format i pavlefshëm i fjalëkalimit

source: User with this phone does not exist
sq: Përdoruesi me këtë numër telefoni nuk ekziston

source: New password cannot be the same as the old password
sq: Fjalëkalimi i ri nuk mund të jetë i njëjtë me fjalëkalimin e vjetër

source: Password reset successfully
sq: Fjalëkalimi u rivendos me sukses

source: Failed to send sms verification to {phone_number}.
sq: Dështoi dërgimi i SMS-së së verifikimit te {phone_number}.

source: Failed to check sms code for {phone_number}. double check the code or try again.
sq: Dështoi kontrolli i kodit të SMS-së për {phone_number}. kontrolloni kodin ose provoni përsëri.

source: Send push notifications
sq: Dërgo njoftime push

source: Send email notifications
sq: Dërgo njoftime me email

source: Notification settings
sq: Cilësimet e njoftimeve

source: Phone
sq: Telefon

source: Is phone verified?
sq: A është verifikuar numri i telefonit?

source: Name
sq: Emri

source: Surname
sq: Mbiemri

source: Is email verified?
sq: A është verifikuar emaili?

source: Is staff?
sq: A është staf?

source: Use this option for create Staff
sq: Përdoreni këtë opsion për të krijuar Staf

source: Current location
sq: Vendndodhja aktuale

source: Chosen role
sq: Roli i zgjedhur

source: Get Updated and promotions email
sq: Merrni emaile për përditësime dhe promovime

source: GEt Updated and promotions notification
sq: Merrni njoftime për përditësime dhe promovime

source: Get booking email
sq: Merrni email për rezervim

source: Get booking notification
sq: Merrni njoftim për rezervim

source: Get booking cancellation email
sq: Merrni email për anulim rezervimi

source: Get booking cancellation notification
sq: Merrni njoftim për anulim rezervimi

source: Get reminder email
sq: Merrni email për kujtesë

source: Get reminder notification
sq: Merrni njoftim për kujtesë

source: Apply to business notification
sq: Njoftim për aplikim në biznes

source: Apply response to business notification
sq: Njoftim për përgjigjen e aplikimit në biznes

source: Push notification id
sq: ID e njoftimit push

source: Device ID
sq: ID e pajisjes

source: Is blacklisted?
sq: A është në listën e zezë?

source: Indicates if the device is blacklisted
sq: Tregon nëse pajisja është në listën e zezë

source: You are not the owner of this object.
sq: Ju nuk jeni pronari i këtij objekti.

source: You are not a paid user.
sq: Ju nuk jeni një përdorues i paguar.

source: Password is required
sq: Fjalëkalimi është i nevojshëm

source: Invalid password
sq: Fjalëkalim i pavlefshëm

source: Password verified successfully
sq: Fjalëkalimi u verifikua me sukses

source: User already registered
sq: Përdoruesi është i regjistruar tashmë

source: Registration error
sq: Gabim në regjistrim

source: Already registered
sq: I regjistruar tashmë

source: Not valid authentication credentials
sq: Kredenciale autentifikimi të pavlefshme

source: Token is invalid or expired
sq: Tokeni është i pavlefshëm ose ka skaduar

source: Successfully logged out from all devices
sq: U shkyçët me sukses nga të gjitha pajisjet

source: Invalid old password
sq: Fjalëkalim i vjetër i pavlefshëm

source: Old password cant be used as new password
sq: Fjalëkalimi i vjetër nuk mund të përdoret si fjalëkalim i ri

source: Password must contain at least 8 Characters: 1 lowercase or 1 uppercase, and 1 digit
sq: Fjalëkalimi duhet të përmbajë të paktën 8 karaktere: 1 shkronjë e vogël ose 1 e madhe, dhe 1 shifër

source: User not found
sq: Përdoruesi nuk u gjet

source: Email or code cant be blank
sq: Emaili ose kodi nuk mund të jetë bosh

source: Code is NOT valid
sq: Kodi NUK është i vlefshëm

source: Not all fields are filled correctly
sq: Jo të gjitha fushat janë plotësuar saktë

source: Wrong code
sq: Kod i gabuar

source: Update password error
sq: Gabim në përditësimin e fjalëkalimit

source: Password was successfully updated
sq: Fjalëkalimi u përditësua me sukses

source: Code is valid, you can set new password
sq: Kodi është i vlefshëm, mund të vendosni fjalëkalim të ri

source: This code does not exist
sq: Ky kod nuk ekziston

source: Could not send verification email: {str(e)}
sq: Nuk mund të dërgohej emaili i verifikimit: {str(e)}

source: Code was successfully send
sq: Kodi u dërgua me sukses

source: Code or email is not valid
sq: Kodi ose emaili nuk është i vlefshëm

source: User with this phone not found
sq: Përdoruesi me këtë numër telefoni nuk u gjet

source: Password must be at least 8 symbols
sq: Fjalëkalimi duhet të ketë të paktën 8 simbole

source: Password must have at least 1 digit
sq: Fjalëkalimi duhet të ketë të paktën 1 shifër

source: Password must have at least 1 character in lowercase or uppercase
sq: Fjalëkalimi duhet të ketë të paktën 1 shkronjë të vogël ose të madhe
